Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/third_level_education/applying_to_college/third_level_admissions_scheme_for_students_from_disadvantaged_backgrounds.html.txt.tmx
Source language: en
Languages: ga

source: HEAR admissions scheme for students from disadvantaged backgrounds
ga: Scéim iontrála HEAR do mhic léinn a bhfuil cúlra faoi mhíbhuntáiste acu

source: The Higher Education Access Route (HEAR) is an admissions scheme for students from socially disadvantaged backgrounds
ga: Is scéim iontrála atá sa Bhealach Rochtana ar Ardoideachas do mhic léinn a bhfuil cúlra faoi mhíbhuntáiste acu

source: The scheme aims to improve access to college for school-leavers from socio-economic backgrounds that are under-represented in third-level education
ga: Díríonn an scéim ar rochtain a fheabhsú do lucht fágála scoile ó chúlraí socheacnamaíochta ar beag ionadaíochta atá acu in oideachas tríú leibhéal

source: Under the HEAR scheme a number of third-level places are allocated to school-leavers on a reduced points basis
ga: Dáiltear roinnt áiteanna tríú leibhéal faoin scéim BRA bunaithe ar phointí laghdaithe do lucht fágála scoile a bhfuil cúlra faoi mhíbhuntáiste acu

source: To be eligible for the scheme you must meet certain indicators or criteria related to your financial, social and cultural circumstances – see ‘Indicators’ below
ga: Chun a bheith incháilithe don scéim, caithfear critéir áirithe a chomhlíonadh i ndáil le cúinsí airgeadais, sóisialta, cultúrtha - féach ‘Táscairí’ thíos

source: How the scheme works
ga: Conas a oibríonn an scéim

source: Each of the third-level colleges participating in the scheme has reserved a number of places on its courses for school-leavers who are eligible for HEAR
ga: Tá roinnt áiteanna coinnithe ag gach coláiste tríú leibhéal atá rannpháirteach sa scéim do lucht fágála scoile atá incháilithe do BRA

source: You can find details of the places available through HEAR on the websites of the participating third-level colleges
ga: Féadfaidh tú sonraí a fháil ar láithreáin ghréasáin na gcoláistí tríú leibhéal atá rannpháirteach

source: You apply for HEAR through the Central Applications Office (CAO) – see ‘How to apply’ below
ga: Déantar iarratas ar BRA (HEAR) tríd an Lár-Ionad Iontrála (CAO) – féach ‘Conas iarratas a dhéanamh' thíos

source: Once you have been accepted as eligible for HEAR, you then compete for the reduced point places based on your Leaving Certificate results
ga: Nuair a ghlactar leis go bhfuil tú incháilithe do BRA, bíonn comórtas ann don líon áiteanna ar phointí laghdaithe bunaithe ar thorthaí na hArdteistiméireachta

source: A reduced point place means that you may get a place on a third-level course with fewer than the full CAO points
ga: Ciallaíonn áit le ‘pointí laghdaithe’ go bhfeadfá áit a fháil ar chúrsa tríú leibhéal gan na pointí iomlána don CAO a bhaint amach

source: For example, if you are eligible for HEAR and you get 350 Leaving Certificate points, you may be offered a place on a course that is 360 points through CAO
ga: Mar shampla, má tá tú incháilithe do BRA agus má bhaineann tú 350 pointe amach san Ardteistiméireacht, d’fhéadfaí áit ar chúrsa 360 pointe a thairiscint duit tríd an CAO

source: However, you must meet the college matriculation and any specific course entry requirements
ga: Mar sin féin, caithfear máithreánach an choláiste agus riachtanais iontrála ar leith an chúrsa a chomhlíonadh

source: If you get a place through HEAR you will also be offered a range of supports while you are studying at college, such as an orientation programme, extra tuition, study skills and mentoring
ga: Má fhaightear áit tríd an scéim BRA, tairgfear raon tacaíochtaí duit freisin nuair atá tú ag staidéar sa choláiste cosúil le teagasc breise, scileanna staidéir agus meantóireacht

source: The supports available will vary from college to college
ga: Cuirfear tacaíochtaí difriúla ar fáil sna coláistí éagsúla

source: To be eligible for HEAR you must meet certain indicators or criteria related to your financial, social and economic circumstances
ga: Chun a bheith incháilithe don scéim BRA, caithfear táscairí nó critéir áirithe a chomhlíonadh i ndáil le cúinsí airgeadais, sóisialta agus eacnamaíochta

source: You must also be under 23 years of age on 1 January of the year the course starts
ga: Ní mór duit a bheith faoi bhun 23 bliana d'aois an 1 Eanáir 2017 freisin

source: • Financial (for entry autumn 2017):
ga: Airgeadas (ar iontráil i bhfómhar na bliana 2017):

source: Income: Your total family income (that is gross income before tax and PRSI are deducted) for the year 2015 was within the HEAR income limits (see table below)
ga: Ioncam: Ioncam iomlán an teaghlaigh don bhliain 2015 (sin ollioncam sular asbhaintear cáin agus ÁSPC) atá laistigh de theorainneacha ioncaim an BRA (féach tábla thíos)

source: Medical card: You, your parent(s) or guardian(s) hold a medical card or GP visit card on 31 December 2016
ga: Cárta leighis: Cárta Leighis nó Cárta Cuairte Dochtúra agat féin, do thuismitheoir nó caomhnóir an 31 Nollaig 2016

source: Social welfare: Your parent(s) or guardian(s) were getting a means-tested social assistance payment for at least 26 weeks in 2015
ga: Leas sóisialach: Do thuismitheoirí nó caomhnóir ag fáil íocaíochta cúnaimh shóisialaigh atá tástáilte ó thaobh acmhainne ar feadh 26 seachtain leanúnach ar a laghad in 2015

source: Group: You come from a socio-economic group that is under-represented in higher education, for example: non-manual workers; semi-skilled and unskilled manual workers; agricultural workers
ga: Grúpa: Tagann tú ó ghrúpa socheacnamaíochta ar beag ionadaíochta atá acu sa réimse ardoideachais, mar shampla: oibrithe neamhláimhe; oibrithe láimhe leathoilte nó neamhoilte; oibrithe feirmeoireachta

source: School: You have completed 5 years of second-level education at a school in the DEIS (Delivering Equality of Opportunity in Schools) programme
ga: Scoil: 5 bliana d’oideachas dara leibhéal déanta agat ar scoil faoi DEIS (Comhionannas Deiseanna i Scoileanna a Sheachadadh)

source: Area: You are living in an area of concentrated disadvantage and social exclusion with, for example, high unemployment and poverty and few community facilities
ga: Limistéar: Tá cónaí ort i gceantar uirbeach nó tuaithe atá faoi mhórán míbhuntáiste agus eisiaimh shóisialta, mar shampla, le dífhostaíocht ard agus bochtanas agus beagán áiseanna poiblí

source: HEAR income limits 2017
ga: Limistéir ioncaim BRA 2017

source: │Number of dependent children* in your family │Family income in 2015 │
ga: │Líon na bpáistí cleithiúnaigh* i do theaghlach │Ioncaim na clainne 2015 │

source: │Fewer than 4 │€45,790 │
ga: │Níos lú ná 4 │€45,790 │

source: │More than 8 │€54,630 │
ga: │Níos mó ná 8 │€54,630 │

source: │Add €4,670 to the total income for every sibling/parent enrolled in a full-time college, university or Post-Leaving Certificate further education course
ga: │Cuir €4,670 leis an ioncam iomlán le haghaidh gach siblín/tuismitheoir atá cláraithe i gcúrsa lán-aimseartha in ollscoil nó i gcoláiste nó i gcúrsa Iar-Ardteistiméireachta

source: *A 'dependent child' is a child under age 16 on 1 October 2016 or a parent or child over 16 who is attending a full-time educational institution or is medically certified as permanently unfit for work
ga: *Is é 'leanbh cleithiúnach' leanbh faoi aois 16 an 1 Deireadh Fómhair 2016 nó tuismitheoir nó leanbh os cionn 16 atá ag freastal institiúid oideachais lánaimseartha nó atá deimhnithe de réir míochaine neamhábalta lena oibre go buan

source: Fulfilling the indicator requirement
ga: Riachtanas maidir leis an táscaire a chomhlíonadh

source: Of the 6 indicators above you must meet the low income indicator 1 and a combination of 2 other indicators
ga: As na 6 tháscaire thuasluaite, caithfear an táscaire ísealioncaim a shásamh mar aon le meascán de 2 tháscaire eile

source: There are 4 different combinations as follows:
ga: Tá ceithre mheascán éagsúla ann mar seo a leanas:

source: │A│Indicator 1 │Plus 2 │Plus 4 or 5 or 6 │
ga: │A│Táscaire 1 │Móide 2 │Móide 4 nó 5 nó 6 │

source: │B│Indicator 1 │Plus 3 │Plus 4 or 5 or 6 │
ga: │B│Táscaire 1 │Móide 3 │Móide 4 nó 5 nó 6 │

source: │C│Indicator 1 │Plus 4 │Plus 5 or 6 │
ga: │C│Táscaire 1 │Móide 4 │Móide 5 nó 6 │

source: │D│Indicator 1 │Plus 5 plus 6 │ │
ga: │D│Táscaire 1 │Móide 5 móide 6 │ │

source: As part of your application you must provide documentation to show that you meet the required indicators
ga: Caithfear doiciméid a sholáthar mar chuid den iarratas a léiríonn gur chomhlíon tú na táscairí riachtanacha

source: Examples of the documentation required are:
ga: Seo a leanas samplaí de dhoiciméid riachtanacha:

source: • P21 or Notice of Assessment from the Revenue Commissioners for 2015 (you can request this from Revenue)
ga: • P21 nó Fógra Measúnaithe ó na Coimisinéirí Ioncaim i leith na bliana 2015 (is féidir iarratas ar p21 chuig Revenue a dhéanamh)

source: • Statement of welfare benefits received from the Department of Social Protection in 2015 (download this page from your online HEAR application form)
ga: • Ráiteas de shochair leasa shóisialaigh atá faighte ón Roinn Coimirce Sóisialaí sa bhliain 2015 (is féidir an leathanach seo a íoslódáil ó d'fhoirm BRA)

source: • Confirmation from your Local Health Office of a medical or GP visit card valid on 31 December 2016 (download this page from your online HEAR application form)
ga: • Dearbhú maidir le Cárta Leighis nó Cárta Cuairte LG, atá bailí ar 31 Nollaig 2016, ón Oifig Sláinte Áitiúil a bhaineann leat (is féidir an leathanach seo a íoslódáil ó d'fhoirm BRA)

source: If you wish to apply for a college place under the HEAR scheme you should apply online through the CAO
ga: Más mian leat iarratas a dhéanamh ar áit sa choláiste faoin scéim BRA, ba chóir duit iarratas a dhéanamh ar líne tríd an LIO

source: The closing date for admission in autumn 2017 is 1 February 2017
ga: Is é 1 Feabhra 2017 an dáta iontrála deiridh fómhar na bliana 2017

source: When you are filling in the online CAO form you must complete the part of the form to say you wish to apply for the HEAR scheme
ga: Nuair atá an fhoirm LIO ar líne á líonadh isteach agat, caithfidh tú an chuid den fhoirm a chomhlánú a shonraíonn gur mian leat iarratas a dhéanamh ar an scéim BRA

source: You will then be directed to a separate HEAR application form
ga: Ina dhiaidh sin, déanfar thú a threorú chuig foirm iarratais BRA ar leith

source: You must complete this part of your application by 1 March 2017
ga: Caithfidh tú an pháirt seo na foirme roimh 1 Márta 2017 a chomhlánú

source: Then on the HEAR application form you must answer questions on your family’s income, your parents’ employment status and the schools you attended
ga: Ansin ar an bhfoirm iarratais BRA caithfidh tú ceisteanna a fhreagairt maidir le hioncam do theaghlaigh, stádas fostaíochta do thuismitheoirí agus na scoileanna a raibh tú mar mhac léinn iontu

source: By 1 April 2017 your supporting documents must reach the CAO, providing evidence of your circumstances
ga: Faoi 1 Aibreán 2017 ní mór do do cháipéisí tacaíochta an LIO a bhaint amach, ag soláthar fianaise de do chúinsí

source: No applications will be accepted after the closing dates
ga: Ní ghlacfar le haon iarratais tar éis na spriocdhátaí

source: The closing dates are very strict because HEAR is an additional application procedure which needs extra processing time
ga: Tá na dátaí deireanacha an-dian de bhrí go bhfuil nós imeachta iarratais breise ar BRA a bhfuil am próiseála breise ag teastáil uaidh

source: You will get a letter in late June 2017 (after the Leaving Certificate examination) telling you whether you are eligible for the scheme
ga: Gheobhaidh tú litir i mí an Mheithimh dhéanaigh 2017 (tar éis scrúdú na hArdteistiméireachta) ag insint duit cibé an bhfuil tú incháilithe don scéim

source: If you are told you are not eligible you can ask for your application to be reviewed
ga: Má dheirtear leat nach bhfuil tú incháilithe is féidir leat iarradh ar athbhreithniú

source: Your HEAR application does not affect your CAO application, which will be processed in the usual way after you get your Leaving Certificate results
ga: Ní chuireann d’iarratas BRA isteach ar d'iarratas LIO, a phróiseálfar ar an ngnáthbhealach i ndiaidh duit do chuid torthaí Ardteistiméireachta a fháil

source: The CAO helpline at (091) 509 800 can assist school-leavers with their HEAR application
ga: Is féidir le líne cabhrach an LIO ag (091) 509 800 cabhrú le lucht fágála scoile maidir lena n-iarratas BRA

source: You can find further information in this list of frequently asked questions on the Access College website
ga: Is féidir tuilleadh eolais a fháil sa liosta ceisteanna coitianta seo ar láithreán gréasáin an Choláiste Rochtana

source: You can also contact the access services of the colleges participating in the HEAR scheme
ga: Is féidir teagmháil a dhéanamh freisin le seirbhísí rochtana na gcoláistí atá rannpháirteach sa scéim BRA

source: The HEAR programme runs nationwide information sessions which aim to answer questions that students (or their parents/guardians) may have about preparing the application for HEAR
ga: Cuireann an clár BRA seisiúin eolais ar fáil ar fud na tíre chun ceisteanna a d’fhéadfadh mic léinn (nó a dtuismitheoirí/a gcaomhnóirí) a bheith acu a fhreagairt maidir leis an iarratas a ullmhú do BRA

source: You can download application guide and workbooks to help with your application
ga: Is féidir leat treoir iarratais mhionsonraithe a íoslódáil chun cabhrú le d'iarratas

source: You can also access information about HEAR on Facebook
ga: Is féidir leat teacht ar eolas freisin faoi BRA ar Facebook
